<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads DisplayLink Display Utility disk image and builds a package, then uploads to the JSS.</string>
	<key>Identifier</key>
	<string>com.vdx.jss-upload.DisplayLink</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Utilities</string>
		<key>NAME</key>
		<string>DisplayLink</string>
		<key>INFO</key>
		<string>Display Link Startech Dock Drivers</string>
		<key>NOTES</key>
		<string>Created and Updated by AutoPKG</string>
	</dict>
	<key>MinimumVersion</key>
	<string>0.4.0</string>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.download.DisplayLink</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
